{
  "test": "Testing",
  "header": {
    "ProductService": "Product Service",
    "CustomerCase": "Customer Case",
    "link": "Contact Us"
  },
  "home": {
    "service": "smallCase",
    "servicecon1": "Spot Trading System",
    "servicecon2": "Contract Trading System",
    "servicecon3": "Wallet Cloud System",
    "servicecon4": "OTC Trading System",
    "servicecon5": "Smart Contract Development",
    "servicecon6": "DeFi Application Development",
    "servicecon7": "Digital Currency Wallet Development",
    "servicecon8": "Blockchain Public Chain Development",
    "servicecon9": "Quantitative Strategy and Market Making Services",
    "bannerTit": "From 0 to 1",
    "bannerTit1": "This is What We Master",
    "customercon1": "The fastest growing digital currency trading platform in the Asia-Pacific region.",
    "customercon2": "An experienced digital currency trading platform in the Southeast Asian market.",
    "bannerCon": "A trusted IT service provider specialized in blockchain, DeFi and other fintechs that are changing the world. ",
    "advantageTitadd": "Our Advantage",
    "ourAdvantagetit1": "Experienced technical team",
    "ourAdvantagetit2": "Familiar with the characteristics of mainstream public chains",
    "ourAdvantagetit3": "Follow the product iteration of the industry",
    "ourAdvantagetit4": "Multilingual services",
    "ourAdvantagecon4": "The team can provide service in English, Thai and Chinese  to facilitate efficient communication with customers in different regions. According to the customer's customized needs, the developed product can support multi-language versions in the early stage.",
    "ourAdvantagecon3": "We have a dedicated industry research team which maintains a keen sense of smell for the latest developments in various product categories and technical directions. The technical team will carry out necessary iterations of the product in time according to major industry trends to ensure the competitiveness of the developed products.",
    "ourAdvantagecon2": "For the mainstream public chains and emerging high-concurrency networks in the current blockchain world, The team is very familiar with its network characteristics and technical logic as well as a wealth of docking experience which you can quickly get started with projects and products developed based on different networks.",
    "ourAdvantagecon1": "The technical team is composed of front-line developers in the blockchain industry, All members have industry or service experience in leading organizations, The products developed and operated and maintained have been operating stably and safely for many years. The team  is familiar with common product solutions in this industry.",
    "casetit": "Customer Case"
  },
  "footer": {
    "link": "Contact Us",
    "linkads": "info@zerone.biz",
    "Copyright": "Copyright 2021@zerone.com. All Rights Reserved."
  }
}