{
  "test": "Testing",
  "header": {
    "ProductService": "สินค้า & บริการ",
    "CustomerCase": "ลกคาของเรา",
    "link": "ติดต่อเรา"
  },
  "home": {
    "service": "สินค้า & บริการ",
    "servicecon1": "ระบบซื1อขาย Spot",
    "servicecon2": "ระบบซื1อขายFuture",
    "servicecon3": "ระบบ Cloud Wallet",
    "servicecon4": "ระบบซื1อขาย OTC",
    "servicecon5": "การพัฒนา Smart Contract",
    "servicecon6": "การพัฒนาแอป DeFi",
    "servicecon7": "การพัฒนากระเป๋าเงินสกุลเงินดิจิทัล",
    "servicecon8": "การพัฒนาบล็อกเชน",
    "servicecon9": "บริการด้านกลยุทธ์และการทําตลาด",
    "bannerTit": "0 ถึง 1",
    "bannerTit1": "เราเชี7ยวชาญต$งแต",
    "bannerCon": "ผู้ให้บริการด้านไอทีช$นนาเชี7ยวชาญในด้านบล็อกเชนDeFiและฟิ น เท คอื7นๆที7กาลงจะเปลี7ยนแปลงโลกในปัจจุบัน",
    "advantageTitadd": "จดเดนของเรา",
    "ourAdvantagetit1": "ทีมเทคนิคที(มีประสบการณ์มากมาย",
    "ourAdvantagetit2": "คุ้นเคยกับลักษณะของเครือข่ายสาธารณะในกระแสห",
    "ourAdvantagetit3": "ติดตามสิ(งใหม่ๆ ในผลิตภัณฑ์ของอุตสาหกรรมนี",
    "ourAdvantagetit4": "มีบริการหลายภาษา",
    "ourAdvantagecon4": "ทีมงานมีให้บริการภาษาอังกฤษภาษาไทยและภาษาจีนเพืUออํานวยความสะดวกในการสืUอสารทีUมีประสิทธิภาพระหว่างลูกค้าในภูมิภาคต่างๆตามความต้องการของลูกค้าและผลิตภัณฑ์สามารถรองรับได้หลายภาษา",
    "ourAdvantagecon3": "เรามีทีมวิจัยในด้านนี1โดยเฉพาะ ซึUงมีความกระตือรือร้นในการพัฒนาสิUงใหม่ๆ ในสาขานี1 และแนวทางของทีมเทคนิคจะดําเนินตามสิUงใหม่ๆ ในเวลาทีUเหมาะสมเพืUอให้แน่ใจว่าผลิตภัณฑ์มีการพัฒนาความสามารถเพืUอแข่งขันได้",
    "ourAdvantagecon2": "สําหรับเครือข่ายสาธารณะกระแสหลักในโลกบล็อกเชนและเครือข่ายต่างๆ ทีUเกิดขึ1น ทีมงานคุ้นเคยกับลักษณะเครือข่ายนี1และตรรกะทางเทคนิคเป็นอย่างดี และมีประสบการณ์มากมายทีUสามารถรับมือได้อย่างรวดเร็วในเครือข่ายทีUต่างกัน",
    "ourAdvantagecon1": "ทีมเทคนิคประกอบด้วยนักพัฒนาแถวหน้าในอุตสาหกรรมบล็อกเชน และสมาชิกทุกคนมีประสบการณ์บริการในองค์กรชั1นนํา ผลิตภัณฑ์ออกมาได้รับการดําเนินการและดูแลรักษาอย่างมัUนคงและปลอดภัยตลอดหลายปีทีUผ่านมา พวกเขาคุ้นเคยและเชีUยวชาญต่อการแก้ไขปัญหาในอุตสาหกรรมนี1เป็นอย่างดี",
    "customercon1": "แพลตฟอรมการซ$อขายสกลเงนดจทลที7เตบโตเรวที7สดในภมภาคเอเชยแปซฟก",
    "customercon2": "แพลตฟอรมการซ$อขายสกลเงนดจทลที7เจาะตลาดเอเชยตะวนออกเฉยงใต",
    "casetit": "ลกคาของเรา"
  },
  "footer": {
    "link": "ติดต่อเรา",
    "linkads": "info@zerone.biz",
    "Copyright": "Copyright 2021@zerone.com. All Rights Reserved."
  }
}