{
  "test": "Testing",
  "header": {
    "ProductService":"สินค้า & บริการ",
    "CustomerCase":"ลกคาของเรา",
    "link": "ติดต่อเรา"
  },
  "home": {
    "service":"สินค้า & บริการ",
    "servicecon1":"ระบบซื1อขาย Spot",
    "servicecon2":"ระบบซื1อขายFuture",
    "servicecon3":"ระบบ Cloud Wallet",
    "servicecon4":"ระบบซื1อขาย OTC",
    "servicecon5":"การพัฒนา Smart Contract",
    "servicecon6":"การพัฒนาแอป DeFi",
    "servicecon7":"การพัฒนากระเป๋าเงินสกุลเงินดิจิทัล",
    "servicecon8":"การพัฒนาบล็อกเชน",
    "servicecon9":"บริการด้านกลยุทธ์และการทําตลาด",
    "bannerTit": "0 ถึง 1",
    "bannerTit1": "เราเชี7ยวชาญต$งแต",
    "bannerCon": "ผู้ให้บริการด้านไอทีช$นนาเชี7ยวชาญในด้านบล็อกเชนDeFiและฟิ น เท คอื7นๆที7กาลงจะเปลี7ยนแปลงโลกในปัจจุบัน",
    "advantageTitadd": "จดเดนของเรา",
    "ourAdvantagetit1": "ทีมเทคนิคที(มีประสบการณ์มากมาย",
    "ourAdvantagetit2": "คุ้นเคยกับลักษณะของเครือข่ายสาธารณะในกระแสห",
    "ourAdvantagetit3": "ติดตามสิ(งใหม่ๆ ในผลิตภัณฑ์ของอุตสาหกรรมนี",
    "ourAdvantagetit4": "มีบริการหลายภาษา",
    "ourAdvantagecon4": "ทีมงานมีให้บริการภาษาอังกฤษภาษาไทยและภาษาจีนเพืUออํานวยความสะดวกในการสืUอสารทีUมีประสิทธิภาพระหว่างลูกค้าในภูมิภาคต่างๆตามความต้องการของลูกค้าและผลิตภัณฑ์สามารถรองรับได้หลายภาษา",
    "ourAdvantagecon3": "เรามีทีมวิจัยในด้านนี1โดยเฉพาะ ซึUงมีความกระตือรือร้นในการพัฒนาสิUงใหม่ๆ ในสาขานี1 และแนวทางของทีมเทคนิคจะดําเนินตามสิUงใหม่ๆ ในเวลาทีUเหมาะสมเพืUอให้แน่ใจว่าผลิตภัณฑ์มีการพัฒนาความสามารถเพืUอแข่งขันได้",
    "ourAdvantagecon2": "สําหรับเครือข่ายสาธารณะกระแสหลักในโลกบล็อกเชนและเครือข่ายต่างๆ ทีUเกิดขึ1น ทีมงานคุ้นเคยกับลักษณะเครือข่ายนี1และตรรกะทางเทคนิคเป็นอย่างดี และมีประสบการณ์มากมายทีUสามารถรับมือได้อย่างรวดเร็วในเครือข่ายทีUต่างกัน",
    "ourAdvantagecon1": "ทีมเทคนิคประกอบด้วยนักพัฒนาแถวหน้าในอุตสาหกรรมบล็อกเชน และสมาชิกทุกคนมีประสบการณ์บริการในองค์กรชั1นนํา ผลิตภัณฑ์ออกมาได้รับการดําเนินการและดูแลรักษาอย่างมัUนคงและปลอดภัยตลอดหลายปีทีUผ่านมา พวกเขาคุ้นเคยและเชีUยวชาญต่อการแก้ไขปัญหาในอุตสาหกรรมนี1เป็นอย่างดี",
    "customercon1": "แพลตฟอรมการซ$อขายสกลเงนดจทลที7เตบโตเรวที7สดในภมภาคเอเชยแปซฟก",
    "customercon2": "แพลตฟอรมการซ$อขายสกลเงนดจทลที7เจาะตลาดเอเชยตะวนออกเฉยงใต",
    "casetit": "ลกคาของเรา"
  },
  "spotTrading":{
    "bannertit":"ระบบซื;อขาย Spot",
    "bannercon":"กลไกการเสนอราคาซอขายทมาพรอมกบเครองมอจบคประสทธภาพสงเพื7อสรางประสบการณการซอขายทราบรนหลากหลายตลาดหลากหลายสกลเงนและระบบหนาบานและหลงบานทควบคมไดงาย",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"เครองมอจบคประสทธภาพสงพเศษ",
    "Featurescon1":"ประสิทธิภาพการจับคู่โดยเฉลีUยกว่า 50,000 tps เพืUอสร้างประสบการณ์การทําธุรกรรมทีUรวดเร็วทันใจ",
    "Featurestit2":"การควบคุมความปลอดภัยหลายชัHนเพื(อความั(นใจ",
    "Featurescon2":"ระบบสินทรัพย์และระบบการซื 1อขาย ได้รับการปกป้องโดยการควบคุมความปลอดภัยหลายชั 1น และมีการแจ้งเตือนแบบเรียลไทม์",
    "Featurestit3":"ทีมงานเบืHองหลังด้านการจัดการที(มีประสิทธิภาพ",
    "Featurescon3":" มีทีมงานเบื 1องหลังเฉพาะทางช่วยจัดการสินทรัพย์อย่างมีประสิทธิภาพ รวมถึงการดําเนินการต่างๆ เช่น การดูแลการฝากและถอน",
    "Featurestit4":"ฟังก์ชันเสริมมากมาย",
    "Featurescon4":"ฟังก์ชันต่างๆเช่น IEO โบรกเกอร์และการแลกเปลีUยนแฟลชแบบปุ่ มเดียวเพืUอตอบสนองความต้องการทีUหลากหลาย",
    "Featurestit5":"ระบบส่วนลดค่าคอมมิชชั(น",
    "Featurescon5":"เชิญเพืUอนเพืUอรับส่วนลดค่าคอมมิชชัUน ซึUงฟังก์ชันคําเชิญจะช่วยให้คุณขยายตลาดได้อย่างมีประสิทธิภาพ",
    "ProductPackage":"กลมผลิตภัณฑ",
    "ProductPackagetnav1":"ฟังก์ชันหลัก",
    "ProductPackagetnav2":"ฟังก์ชัน/บริการ",
    "ProductPackagetnav3":"บรการลกคา",
    "item1-span1":"การซอขาย Spot",
    "item1-span2":"เครื่องมือจับคู่/ซื้อขาย",
    "item1-span3":"การฝากและถอนกระเป๋ าเงินสกุลเงินดิจิทัล",
    "item1-span4":"ระบบ Airdrop",
    "item1-span5":"ดูแลระบบหลังบ้าน",
    "item2-span1":"ระบบเชญเพอลดคาคอมมชชน",
    "item2-span2":"IEO",
    "item2-span3":"ระบบนายหน้า",
    "item2-span4":"การแลกรับเพียงคลิกเดียว",
    "item3-span1":"การสนับสนุนการดําเนินงานและการบํารุงรักษา",
    "item3-span2":"ให้คําปรึกษาด้านเทคนิค",
    "item3-span3":"การบริการเชิงปริมาณ"
  },
  "contractTrading":{
    "bannertit":"ระบบซื<อขาย Future",
    "bannercon":"ระบบการซอขาย Future ตอเนองระบบแรกของอตสาหกรรมรองรบ Future ที7ใช้USDT และ Future ที7อิงตามสกุลเงินสนับสนุนสภาพคลองขนสงและตอบรบกบตลาดที7มาแรง",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"การกําหนดค่า Future ในคลิกเดียว",
    "Featurescon1":"สามารถกําหนดค่า Future USDT และ Future ทีUอิงตามสกุลเงินได้ด้วยคลิกเดียว",
    "Featurestit2":"การถือครองตําแหน่งสองทางเพื(อจัดการกับสภาวะตลาดระยะยาวและระยะสัHน",
    "Featurescon2":"รองรับการถือครองหลายตําแหน่งเพืUอตอบสนองความต้องการซื 1อขายของผู้ใช้ภายใต้สภาวะตลาดทีUแตกต่างกัน",
    "Featurestit3":"การซืHอขายถาวรแห่งแรก",
    "Featurescon3":"อัลกอริธึมการซื 1อขายถาวรทีUรองรับเป็นครั 1งแรก โค้ดสมบูรณ์และได้รับการตรวจสอบจากตลาดแล้ว",
    "Featurestit4":"การจับราคาแบบหลายดัชน",
    "Featurescon4":"จับแหล่งทีUมาของราคายุติธรรมหลายแหล่งและให้นํ 1าหนักอย่างชาญฉลาดเพืUอหลีกเลีUยงความผันผวนของราคาทีUผิดปกติ",
    "Featurestit5":"การระบุปริมาณระดับการเงินใน Future",
    "Featurescon5":"ระบบจะจับคู่ราคาทีUดีทีUสุดสําหรับธุรกรรมโดยอัตโนมัติ และดําเนินการราคาทีUดีทีUสุดแบบเรียลไทม์เพืUอเพิUมประสิทธิภาพการทําธุรกรรมให้ดีทีUสุด",
    "Featurestit6":"การจัดการเบืHองหลังที(ยืดหยุ่น",
    "Featurescon6":"เบื 1องหลังของ Future สามารถกําหนดค่าพารามิเตอร์ของต่างๆ ได้อย่างรวดเร็ว เพืUอการจัดการทีUง่ายและการทํางานทีUมีประสิทธิภาพ",
    "Featurestit7":"การควบคุมความเสี(ยงหลายทิศทาง",
    "Featurescon7":"ปกป้องสิทธิและผลประโยชน์ของลูกค้าและผู้ใช้อย่างครอบคลุมผ่านการควบคุมความเสีUยงในระบบการควบคุมความเสีUยงด้านเงินทุน",
    "ProductPackage":"กลมผลิตภัณฑ",
    "ProductPackagetnav1":"ฟังก์ชันหลัก",
    "ProductPackagetnav2":"ฟังก์ชัน/บริการ",
    "ProductPackagetnav3":"บรการลกคา",
    "item1-span1":"การซอขาย Future มาตรฐาน USDT",
    "item1-span2":"การซอขาย Future ตามสกุลเงิน",
    "item1-span3":"องค์ประกอบการควบคุมความเสี7ยงที7หลากหลาย",
    "item1-span4":"ระบบจบคพรอมกนขนสูง",
    "item1-span5":"ดูแลระบบหลังบ้าน",
    "item2-span1":"Testnet",
    "item2-span2":"โหมดการทําธุรกรรมดวน",
    "item2-span3":"ระบบนายหน้า",
    "item3-span1":"การสนับสนุนการดําเนินงานและการบํารุงรักษา",
    "item3-span2":"ให้คําปรึกษาด้านเทคนิค",
    "item3-span3":"การบริการเชิงปริมาณ"
  },
  "WalletCloud":{
    "bannertit":"ระบบ Cloud Wallet",
    "bannercon":"ตดตงระบบกระเปาเงนดจทลทเสถยรสาหรบผลตภณฑของคณเขาถงลงกสกลเงนหลกไดอยางรวดเรวโดยไมจาเปนตองปรบใชทละรายการสามารถเลอกการเขาถงระบบคลาวดหรอการปรบใชแบบสวนตวเพอตอบสนองความตองการทางธรกจทแตกตางกน",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"การรักษาความปลอดภัยแบบหลายชัHน",
    "Featurescon1":"ระดับการป้องกันรอบด้านหลายชั 1น ป้องกันความปลอดภัยของทรัพย์สินของผู้ใช้อย่างเข้มงวด",
    "Featurestit2":"ทางเลือกสําหรับเชื(อมกับ Cloud Wallet",
    "Featurescon2":" สําหรับรายการขนาดเล็กคุณสามารถเลือกทีUจะเข้าถึง Cloud Wallet และ เริUมต้นอย่างรวดเร็ว เพืUอความคุมค่า",
    "Featurestit3":"การปรับใช้ที(หลากหลาย",
    "Featurescon3":"ลูกค้ายังสามารถเลือกทีUจะปรับใช้การจัดการและควบคุมคีย์ส่วนตัวของกระเป๋ าสตางค์ได้อย่างอิสระ",
    "Featurestit4":"ครอบคลุมสกุลเงินหลักทัHงหมด",
    "Featurescon4":"เข้าถึงสกุลเงินหลักเกือบทั 1งหมดของตลาดปัจจุบันในครั 1งเดียว ทําให้ผู้ใช้มีตัวเลือกการซื 1อขายมากมาย",
    "Featurestit5":"รองรับการโอนถ่ายทัHงภายในและภายนอก",
    "Featurescon5":"รองรับทั 1งการถ่ายโอนภายนอกและภายในซึUงช่วยเพิUมประสิทธิภาพของโหนดและประหยัดการใช้เครือข่าย",
    "Customers":"ลกคาทมศกยภาพ",
    "Customerstit1":"แพลตฟอร์มสําหรับซื 1อขายแบบ Spot",
    "Customerstit2":"แพลตฟอร์มสําหรับซื 1อขายอนุพันธ์แบบดิจิทัล",
    "Customerstit3":"แพลตฟอร์มสําหรับซื 1อขายแลกเปลีUยนสกุลเงินแบบดั 1งเดิม",
    "Customerstit4":"แพลตฟอร์มอีคอมเมิร์ซดั 1งเดิม",
    "Customerstit5":"แอปพลิเคชันบล็อกเชนแบบรวมอํานาจ"
  },
  "OTCTrading":{
    "bannertit":"ระบบซื;อขาย OTC",
    "bannercon":"โซลชนกลไกการซอขายแบบเพยรทเพยรสําหรับสกุลเงินแบบ fiat-to-digital ที7สมบูรณ์แบบที7สุดในตลาดปัจจุบัน การเขาถงระบบการซอ ขายOTC ไมเพยงแตชวยใหผใชของคณสามารถเขาถงทองคาไดอยางสะดวกสบายเทานน แตยงสรางทางเขาทมนคงสาหรบแพลตฟอรมของ คุณอีกด้วย",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"ธรกรรมทางเลอก/ธรกรรมดวน",
    "Featurescon1":"การทาธรกรรมทเปนทางเลอกมความยดหยนมากขนและการทาธรกรรมดวนแบบคลกเดยวทรวดเรว และสะดวกกวา",
    "Featurestit2":"ไรคาธรรมเนยมการทาธรกรรม",
    "Featurescon2":"ผใชไมจาเปนตองจายคาธรรมเนยมการทาธรกรรมสาหรบการซอและขายเหรยญ",
    "Featurestit3":"วิธีการชําระเงินทีBหลากหลาย",
    "Featurescon3":"รองรบการโอนเงนผานธนาคารและวธการชาระเงนของบคคลทสามตามประเภทของสกลเงนตามกฎหมาย",
    "Featurestit4":"การยืนยันตัวตนด้วยชืBอจริงเพืBอรับประกันความปลอดภัย",
    "Featurescon4":"ผู้ใช้ธุรกรรมOTC ทกคนตองผานการยืนยันตัวตนด้วย KYC เพื7อปกป้อง ผลประโยชน์ของร้านค้าและผู้ใช้รายอื7นๆ",
    "Featurestit5":"ร้านค้าจะได้รับการตรวจสอบอย่างเคร่งครัด",
    "Featurescon5":"ร้านค้าที7ไดรบการรบประกนจะไดรบการตรวจสอบคณสมบตอยางเขมงวดและตองมการ จานาทรพยสนเพอปองกนความเสยง",
    "Featurestit6":"ราคาทยดหยนมากขน",
    "Featurescon6":"ผู้ใช้สามารถปรับเปลี7ยนราคาไดอยางอสระเพอให้เป็นไปตามเป้าหมายที7ต้องการ",
    "Featurestit7":"การควบคมความเสยงแหลงทมาของเงนทน",
    "Featurescon7":"กลไกการถอน T+1 สามารถกาหนดคาไดและตองถอนสกลเงนกระดาษเป็นสินทรัพย์ ทองคําทุกวันเพอปองกนความเสยงในการฟอกเงน",
    "Featurestit8":"ระบบหลงบานตอบสนองตอธรกรรมไดอยางรวดเรว",
    "Featurescon8":"สามารถดาเนนการคาสงธรกรรมไดอยางรวดเรวผานระบบหลังบ้านของผู้ขาย",
    "Featurestit9":"ทางเลือกสําหรับOTC cloud",
    "Featurescon9":" ดวยการจายคาธรรมเนยมเพยงเลกนอย Zerone จะให้บริการการOTC แบบครบวงจรเพื7อให้การ ดาเนนการของคณสะดวกมากยงขน",
    "ProductPackage":"กลมผลิตภัณฑ",
    "ProductPackagetnav1":"ฟังก์ชันหลัก",
    "ProductPackagetnav2":"ฟังก์ชัน/บริการ",
    "ProductPackagetnav3":"บรการลกคา",
    "item1-span1":"การซอขายตามคาสงซอทรอดาเนนการตาม ต้องการ(OTC)",
    "item1-span2":"การซอขายในคลกเดยว(OTC)",
    "item1-span3":"ระบบการจับค",
    "item1-span4":"อลกอรธมการถวงดุลอัจฉริยะ",
    "item1-span5":"ระบบหลังบ้านของร้านค้าOTC",
    "item2-span1":"OTC Cloud",
    "item2-span2":"ระบบนายหน้า",
    "item3-span1":"การสนับสนุนการดําเนินงานและการบํารุงรักษา",
    "item3-span2":"ให้คําปรึกษาด้านเทคนิค",
    "item3-span3":"ให้คําปรึกษาการดําเนินงาน"
  },
  "SmartContract":{
    "bannertit":"การพัฒนาสัญญาอัจฉริยะ",
    "bannercon":"คนเคยกบภาษาการพฒนาสญญาอจฉรยะทสาคญเพื7อเขาใจลกษณะทางเทคนคหลกและปญหาทวไปของแตละเครอขายและสามารถพัฒนา สญญาอจฉรยะทกาหนดเองสาหรบคณตามเครอขายกระแสหลกและเครอขายประสทธภาพสงทเกดขนใหมได",
    "Features":"ประเภทของเครือข่ายหลัก",
    "Featurestit1":"Ethereum Smart Contract",
    "Featurestit2":"TRON Smart Contract",
    "Featurestit3":"BSC Network Smart contract",
    "Featurestit4":"Solana Network Smart Contract",
    "Featurestit5":"Polkadot Network Smart Contract",
    "Process":"ขั;นตอนการบริการ",
    "Processtit1":"การเสนอความต้องการ",
    "Processtit2":"การประเมินความต้องการ",
    "Processtit3":"การออกแบบโซลูชันทางเทคนิค",
    "Processtit4":"การพัฒนาสัญญาอัจฉริยะ",
    "Processtit5":"การทดสอบโค้ด",
    "Processtit6":"การทดสอบสัญญาอัจฉริยะ",
    "Processtit7":"การตรวจสอบโค้ดสัญญาอัจฉริยะ(ไมบงคบ)",
    "Processtit8":"การสงมอบและเรมดาเนนการ"
  },
  "DeFiApplication":{
    "bannertit":"การพัฒนาแอป DeFi",
    "bannercon":"เรามีประสบการณ์ในการพัฒนาระบบ DeFi ที7ครอบคลุมหลากหลายประเภทและการพัฒนา Dapp เราคนเคยกบมาตรฐานการเชอมตอ อนเทอรเฟซของเครอขายกระแสหลกและภาษาการพฒนาทวไปของสญญาอจฉรยะทแตกตางกน เราสามารถบรรลุความต้องของคุณสําหรับ ผลิตภัณฑ์DeFi ดวยคณภาพสงในเวลาสนๆ",
    "DeFi":"อะไรคือ DeFi",
    "DeFicon":"DeFi ยอมาจาก Decentralized Finance หมายถงการเงนแบบกระจายอานาจซงเปนบรการทางการเงนตามกลไกการกากบดแลแบบ กระจายอํานาจทสรางขนบนเครอขายแบบกระจายอานาจดวยนวตกรรมที7พฒนาอยางตอเนองของเทคโนโลยบลอกเชนและการพฒนาอยาง รวดเรวของเครอขายสาธารณะทมประสทธภาพสงจานวนมาก DeFi ได้กลายเป็นนวัตกรรมที7มาแรงทสดในตลาดปจจบนและมลคาทางการคา ทจะมตอไปในอนาคตนนอยางมหาศาล",
    "Process":"ผลิตภัณฑ์และฟังก์ชันทัBวไป",
    "Processtit1":"DeFi Games",
    "Processtit2":"Blockchain Oracle",
    "Processtit3":"Liquidity Mining",
    "Processtit4":"Pledged Lending",
    "Processtit5":"IDO",
    "Processtit6":"DEX"
  },
  "digitalCurrencyWallet":{
    "bannertit":"การพฒนากระเปาเงนสกลเงนดจทล",
    "bannercon":"สามารถสร้างแอปพลิเคชันกระเป๋ าเงินดิจิทัลสําหรับคุณเพื7อรองรบเครอขายบลอกเชนที7หลากหลายและสร้างระบบการชําระเงินด้วยสกุลเงิน ดจทลเพอชวยให้คุณเปิ ดกวางทงในแอปพลิเคชันออนไลน์และออฟไลน์",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"รองรับโปรโตคอลเครือข่ายหลักหลายตัวเช่น ERC20, TRC20",
    "Featurestit2":"สามารถเลือกได้อย่างยืดหยุ่นระหว่างแอปพลิเคชัน Centralized/Decentralized",
    "Featurestit3":"สามารถเพิUมฟังก์ชันการชําระเงินสกุลเงินดิจิทัลได",
    "Featurestit4":"การชําระเงินด้วยสกุลเงินดิจิทัลทําลายอุปสรรคระหว่างพรมแดน",
    "Featurestit5":"การป้องกันหลายชั 1นเพืUอปกป้องทรัพย์สินของผู้ใช้",
    "Featurestit6":"ใช้งานง่ายลดความยุ่งยากสําหรับผู้ทีUต้องการใช้งาน",
    "Customers":"ลกคาทใชงาน",
    "Customerstit1":"พ่อค้าในตลาดดั 1งเดิมทีUต้องการเปลีUยนแปลงมาตลาดทางออนไลน",
    "Customerstit2":"ขยายแหล่งข้อมูลผู้ค้ามากมายทีUมีอยู่ในพื 1นทีUเฉพาะ",
    "Customerstit3":"ผู้ทีUพยายามรวมธุรกิจทีUกระจัดกระจายหลายแห่งเข้าด้วยกัน",
    "ProductPackage":"กลมผลิตภัณฑ",
    "ProductPackagetnav1":"ฟังก์ชันหลัก",
    "ProductPackagetnav2":"ฟังก์ชัน/บริการ",
    "ProductPackagetnav3":"บรการลกคา",
    "item1-span1":"ระบบกระเป๋ าเงินสกุลเงินดิจิทัล",
    "item1-span2":"การฝากและถอนสกุลเงินดิจิทัล",
    "item1-span3":"ฟงกชนการแปลงคาภายใน",
    "item1-span4":"ระบบหลังบ้านแบบบูรณาการ",
    "item2-span1":"การชําระเงินด้วยสกุลเงินดิจิทัล",
    "item2-span2":"กระเป๋ าเงินร้านค้า",
    "item3-span1":"การสนับสนุนการดําเนินงานและการบํารุงรักษา",
    "item3-span2":"ให้คําปรึกษาด้านเทคนิค",
    "item3-span3":"ให้คําปรึกษาการดําเนินงาน"
  },
  "Blockchain":{
    "bannertit":"การพัฒนาบล็อกเชน",
    "bannercon":"ทมพฒนาบลอกเชนทมประสบการณจะชวยคณสรางเครอขายทยงใหญ",
    "Features":"คณสมบัตเดน",
    "Featurestit1":"การทางานขนสง",
    "Featurescon1":"ก้าวเหนือตลาดด้วยประสิทธิภาพของเครือข่าย",
    "Featurestit2":"การใช้เครือข่ายตํ(า",
    "Featurescon2":"ดึงดูดผู้ใช้ด้วยต้นทุนตํUา",
    "Featurestit3":"การขยายตวสง",
    "Featurescon3":"รองรับการพัฒนาครั 1งทีUสองและการโอนย้ายทีUยืดหยุ่น",
    "Featurestit4":"เสถยรภาพสง",
    "Featurescon4":"กลไกความปลอดภัยเป็นรุ่นใหม่เสมอเพืUอรับประกันความปลอดภัย",
    "Customers":"จดเดนของบรการ",
    "Customerstit1":"สามารถสร้างเครือข่ายทีUมีคุณสมบัติพิเศษได้ตามความต้องการ",
    "Customerstit2":"การพัฒนาสิUงอํานวยความสะดวกสนับสนุนแบบครบวงจรเช่นบล็อกบราวเซอร",
    "Customerstit3":"ให้คําปรึกษาอย่างมืออาชีพเกีUยวกับด้านเทคนิคของไวท์เปเปอร"
  },
  "Quantitative":{
    "bannertit":"บรการดานกลยทธและการทําตลาด",
    "bannercon":"ทมงานของเรากอตงขนโดยผู้เชี7ยวชาญในสาขาการเงนแบบดงเดมและไดสงสมประสบการณมาหลายปในดานสกลเงนดจทลและอนพนธโดย สามารถให้บริการสร้างตลาดเชิงกลยุทธ์สําหรับการซอขายสปอตและอนุพันธ์ด้วยอัลกอริทึมที7นาเชอถอและสามารถตอบสนองตอสภาวะตลาด ทหลากหลายไดอยางมประสทธภาพ",
    "Features":"รายละเอียดการบริการ",
    "Featurestit1":"การซื 1อขาย Spot",
    "Featurestit2":"การซื 1อขายสัญญา",
    "Featurestit3":"กลยุทธ์เก็งกําไรเชิงปริมาณ",
    "Featurestit4":"กลยุทธ์การป้องกันความเสีUยง",
    "Featurestit5":"การจัดการสภาพคล่อง",
    "Customers":"จดเดนการบรการ",
    "Customerstit1":"ทีมงานการเงินดิจิทัลขั 1นสูง และบริการระดับมืออาชีพ",
    "Customerstit2":"กลยุทธ์เชิงปริมาณทางการเงินเพืUอเป็นผู้นําในจลาด",
    "Customerstit3":"อัลกอริธึมการทําตลาดทีUได้รับการพิสูจน์แล้วว่าปลอดภัยและมีเสถียรภาพ",
    "Customerstit4":"กลยุทธ์แบบไดนามิกอัตราความสําเร็จของการเก็งกําไรทีUสูงขึ 1น"
  },
  "CustomerCase":{
    "bannertit":"ลกคาของเรา",
    "bannercon":"Based on the bidding transaction mechanism, Equipped with a high-performance matching engine, Create a smooth trading experience. Multi-market segmentation, Multi-currency transactions, Easily control the front and back management.",
    "Customers":"ลกคาของเรา",
    "Customerscon1":"ปัจจุบัน ABIT เปนหนงในแพลตฟอรมการซอขายสกลเงนดจทลทเตบโตเรวทสดในภมภาคเอเชยแปซฟก มสานกงานใหญในออสเตรเลยและ ถอใบอนญาตการซอขายสกลเงนดจทลในออสเตรเลยและอนโดนเซยโดยมงมนทจะจดหาสกลเงนดจทลทถกต้องและสอดคล้องตอความ ปลอดภัยสําหรับนักลงทุนระดับโลกอกทงมบรการซอขายอนพนธด้วย",
    "Customers1tag1":"SpotTrading",
    "Customers1tag2":"QuantitativeMaker",
    "Customers1tag3":"Derivatives",
    "Customers1tag4":"OTCtrading",
    "Customers1tag5":"CloudWallet",
    "Customerscon2":"UFOEx เปนแพลตฟอรมการซอขายสกลเงนดจทลทเจาะตลาดเอเชียตะวันออกเฉียงใต้ตามลักษณะของผู้ใช้ในภูมิภาค บริการแพลตฟอร์มใน ลักษณะตามความต้องการของผู้ใช้และไดรบการตอบรบอยางด",
    "Customers2tag1":"SpotTrading",
    "Customers2tag2":"QuantitativeMaker",
    "Customers2tag3":"CloudWallet",
    "Customers2tag4":"OTCtrading"
  },
  "footer": {
    "link": "ติดต่อเรา",
    "linkads": "info@zerone.biz",
    "Copyright": "Copyright 2021@zerone.com. All Rights Reserved."
  }
}
